[
  {
    "tag": "scalvini",
    "nome": "Prof. Gianfranco Scalvini",
    "foto": "img/insegnanti/",
    "descrizione": "Teoria e solfeggio, Propedeutico",
    "bio": "",
    "titoli": [],
    "esperienza": [],
    "citazione": "",
    "corsi": ["TEO", "PROPE"]
  },
  {
    "tag": "corvaglia",
    "nome": "Maestro Luigi Corvaglia",
    "foto": "img/insegnanti/",
    "descrizione": "Clarinetto, Clarinetto basso, Sassofono contralto, Sassofono tenore, Sassofono baritono",
    "bio": "",
    "titoli": [],
    "esperienza": [],
    "citazione": "",
    "corsi": ["CL", "CLB", "SAXA", "SAXB", "SAXT"]
  },
  {
    "tag": "moraschi",
    "nome": "Maestro Gabriele Moraschi",
    "foto": "img/insegnanti/",
    "descrizione": "Pianoforte",
    "bio": "",
    "titoli": [],
    "esperienza": [],
    "citazione": "",
    "corsi": ["PIANO"]
  },
  {
    "tag": "mambretti",
    "nome": "Maestro Federico Mambretti",
    "foto": "img/insegnanti/mambretti.webp",
    "descrizione": "Percussioni, Laboratorio di percussioni, Musica d'insieme",
    "bio": "Federico Mambretti è un percussionista e batterista diplomato presso il Conservatorio Evaristo Felice Dall’Abaco di Verona. Ha studiato con il M° Alan Beretta e si è perfezionato con importanti maestri del panorama musicale nazionale e internazionale.",
    "titoli": [
      "Diploma in percussioni presso il Conservatorio E.F. Dall’Abaco di Verona sotto la guida dei Maestri Saverio Tasca e Paolo Tini",
      "Corsi di perfezionamento con Bruno Frumento, Mike Quinn, Gilson Silveira, Marco Odoni, Cristiano Pirola"
    ],
    "esperienza": [
      "Collabora con diversi ensemble e orchestre tra cui: Brescia Wind Orchestra, Orchestra di Fiati Valle Camonica, Orchestra del Conservatorio di Verona, Orchestra Incanto Armonico, Bazzini Consort",
      "Dal 2014 è percussionista stabile dell'Orchestra di Fiati Brixiae Harmonie",
      "Dal 2008 è docente di batteria e percussioni in diverse realtà musicali del territorio bresciano"
    ],
    "citazione": "Tutto è difficile prima di diventare facile!",
    "corsi": ["PERC", "PERC-LAB", "MUS"]
  },
  {
    "tag": "belleri",
    "nome": "Maestro Michele Belleri",
    "foto": "img/insegnanti/belleri.webp",
    "descrizione": "Chitarra classica, Chitarra elettrica, Basso elettrico",
    "bio": "Michele Belleri è un chitarrista attivo nella scena musicale italiana come turnista, compositore e docente. Dal 2017 insegna in diverse accademie musicali, collaborando con numerosi artisti e realtà didattiche. Nel suo corso insegna chitarra classica ed elettrica, oltre al basso elettrico.",
    "titoli": [
      "Ha studiato chitarra moderna dal 1994 con insegnanti come Bruno Bonetti, Alberto Gipponi, Michele Quaini (CPM).",
      "Ha partecipato a masterclass con artisti internazionali come Guthrie Govan, Frank Gambale, Andy Timmons, Paul Gilbert, Steve Smith."
    ],
    "esperienza": [
      "Docente presso Ensound Prodige, A.M. Castelcovati, ODV Officina della Voce dal 2017.",
      "Chitarrista, arrangiatore, compositore, turnista e corista in progetti live e studio dal 2007.",
      "Collaborazioni con: Charlie Cinelli, Jury Magliolo (X-Factor), Piergiorgio Cinelli, Matteo Faustini (Sanremo Giovani), The Crowsroads (X-Factor), Massimo Guerini, Alan Farrington (The Voice Senior), Carolina Faroni (X-Factor), Oregon Trees, Matteo Mantovani, Jade Canali (X-Factor), Missin’ Gospel Choir, Dellino Farmer, Luca Ploia, Lost Boys.",
      "Partecipazioni a musical: Legends Never Die, The Greatest Show.",
      "Dimostratore per: Reboli Custom Guitars, Burn FX, Jad & Freer Audio, Nassini Audio, Evo Picks."
    ],
    "citazione": "Prova a suonare tutto quello che senti",
    "corsi": ["CHIT"]
  },
  {
    "tag": "castaneda",
    "nome": "Maestra Elena Castaneda",
    "foto": "img/insegnanti/castaneda.webp",
    "descrizione": "Corno Francese",
    "bio": "Elena Castaneda è una cornista diplomata presso il Conservatorio “Luca Marenzio” di Darfo Boario Terme. Attualmente frequenta il biennio in Musicoterapia presso lo stesso istituto. Svolge attività didattica e collabora con diverse realtà musicali e orchestrali.",
    "titoli": [
      "Biennio in Teorie e Tecniche della Musicoterapia – in corso presso il Conservatorio “Luca Marenzio” di Brescia",
      "Diploma Accademico di Primo Livello in Corno – Conservatorio “Luca Marenzio” di Darfo Boario Terme (2023)"
    ],
    "esperienza": [
      "Attività di insegnamento del corno in diverse scuole di musica",
      "Conduzione di progetti di educazione musicale nella scuola primaria",
      "Collaborazione con varie realtà bandistiche e orchestrali",
      "Partecipazione a masterclass con docenti italiani e internazionali"
    ],
    "citazione": "L'importante è respirare!",
    "corsi": ["HF"]
  },
  {
    "tag": "regenzi",
    "nome": "Maestra Chiara Regenzi",
    "foto": "img/insegnanti/",
    "descrizione": "Canto, Coro POP",
    "bio": "",
    "titoli": [],
    "esperienza": [],
    "citazione": "",
    "corsi": ["CANTO", "CORO"]
  },
  {
    "tag": "antonini",
    "nome": "Maestro Matteo Antonini",
    "foto": "img/insegnanti/antonini.webp",
    "descrizione": "Trombone",
    "bio": "Matteo Antonini è un trombonista che sta frequentando il conservatorio Giuseppe Verdi di Milano. Ha studiato con tanti maestri di fama nazionale come per esempio Alessandro Pogliani o Domenico Brancati.",
    "titoli": [
      "Diplomato al liceo Veronica Gambara di Brescia",
      "Frequenta il conservatorio Giuseppe Verdi di Milano",
      "Corsi di perfezionamento con Antonello Mazzucco, Joseph Alessi, Michel Becquet…."
    ],
    "esperienza": [
      "Collabora con la HBB, Hesperia Brass Band.",
      "Ha eseguito delle masterclass con importanti maestri internazionali e nazionali.",
      "Collabora con diverse orchestre e bande del territorio bresciano."
    ],
    "citazione": "Nulla è impossibile, basta volerlo!",
    "corsi": ["TB"]
  },
  {
    "tag": "capitanio",
    "nome": "Maestra Camilla Capitanio",
    "foto": "img/insegnanti/",
    "descrizione": "Euphonium, Trombone",
    "bio": "Camilla Capitanio è diplomata in trombone presso il conservatorio \"L. Marenzio\" di Brescia. Svolge attività didattica e collabora con le realtà musicali del bresciano, ma scrive anche canzoni ed è una pittrice. Il suo punto forte è l'eclettismo che la porta a studiare discipline extramusicali e a lasciarsene arricchire.",
    "titoli": [
      "Diploma accademico di I livello im trombone - Conservatorio “Luca Marenzio” di Brescia",
      "Diploma di maturità - Liceo musicale \"Veronica Gambara\""
    ],
    "esperienza": [
      "Insegna trombone ed euphonium nelle scuole di musica locali e collabora con varie realtà musicali del territorio con entrambi gli strumenti."
    ],
    "citazione": "se l'hai fatto una volta puoi rifarlo ancora meglio",
    "corsi": ["EUPH", "TB"]
  }
]
