[
    {
        "anno": "1985",
        "evento": "Fondazione del Corpo Bandistico di Castelcovati per volontà del parroco Don Lino Toninelli. Direzione iniziale del Maestro L. Chiari.",
        "img": ""
    },
    {
        "anno": "1992",
        "evento": "Ampliamento e rinnovamento dell'organico sotto la direzione del Maestro Paolo Rubagoti.",
        "img": ""
    },
    {
        "anno": "1998",
        "evento": "Con il Maestro Domenico Gazzoldi migliorano le qualità tecnico-espressive del gruppo.",
        "img": ""
    },
    {
        "anno": "2003",
        "evento": "Sotto la direzione del Maestro Samuele Pedergnani, i concerti uniscono musica, poesia e testi letterari in percorsi narrativi legati ai brani eseguiti.",
        "img": ""
    },
    {
        "anno": "2004",
        "evento": "Concerto 'Per te, Lucia...' la memoria e la speranza. Testo di Giuliano Gritti, interpretato da Luca Rubagotti",
        "img": ""
    },
    {
        "anno": "2010",
        "evento": "Il Maestro Mattia Rullo assume la direzione. La banda partecipa alle giornate di classificazione organizzate da ABMB a Brescia, ottenendo buoni risultati e incoraggiamenti.",
        "img": ""
    },
    {
        "anno": "2013",
        "evento": "L'ensemble partecipa alla rassegna 'Bande Musicali in Concerto', organizzata da ABMB e Assessorato alla Cultura della Provincia di Brescia nella Chiesa di San Giorgio a Brescia.",
        "img": ""
    },
    {
        "anno": "2013",
        "evento": "Avvio del progetto 'Impariamo a suonare... con la banda!' presso la scuola primaria di Castelcovati per le classi terze, quarte e quinte. Il corso di educazione musicale mira ad avvicinare i bambini alla musica, partendo dagli strumenti Orff fino agli strumenti a fiato e a percussione, con obiettivo di sviluppare musicalità e consapevolezza corporea. Progetto nato in collaborazione con l'Istituto Comprensivo M.L. King di Castelcovati e finanziato interamente dall'Amministrazione Comunale.",
        "img": ""
    },
    {
        "anno": "2016",
        "evento": "27° Concerto estivo con la soprano Alessia Pintossi",
        "img": "/img/storia/alessiaPintossi.webp"
    },
    {
        "anno": "2017",
        "evento": "32° Concerto di Sant'Antonio con il fisarmonicista Gino Zambelli.",
        "img": ""
    },
    {
        "anno": "2017",
        "evento": "Concerto estivo 'Concerto d'Estate' con la partecipazione del Civico Corpo bandistico Musicale 'Giuseppe Verdi' - Gambara.",
        "img": ""
    },
    {
        "anno": "2020",
        "evento": "Inizio Gemellaggio con il Corpo Bandistico di Urago Mella.",
        "img": ""
    },
        {
        "anno": "2020",
        "evento": "35° Concerto di Sant'Antonio 'Il mondo in concerto'.",
        "img": ""
    },
    {
        "anno": "2020",
        "evento": "37° Concerto Primaverile 'Tra castelli e leggende' con il Corpo Bandistico di Urago Mella.",
        "img": ""
    },
    {
        "anno": "2021",
        "evento": "36° Concerto di Sant'Antonio con il Corpo Bandistico di Urago Mella.",
        "img": ""
    },
    {
        "anno": "2023",
        "evento": "Subentro graduale del Maestro Marco Rampini alla direzione, in sostituzione di Mattia Rullo.",
        "img": ""
    },
    {
        "anno": "2025",
        "evento": "38° Concerto di Sant'Antonio con ospite la Banda Sociale di Mori-Brentonico.",
        "img": ""
    },
    {
        "anno": "2018",
        "evento": "33° Concerto di Sant'Antonio 'Winter Symphony'.",
        "img": ""
    },
    {
        "anno": "2018",
        "evento": "29° Concerto estivo 'Musicals, Blues e Mancini..ma anche ambidestri!'.",
        "img": ""
    },
    {
        "anno": "2019",
        "evento": "34° Concerto di Sant'Antonio.",
        "img": ""
    },
    {
        "anno": "2019",
        "evento": "30° Concerto estivo 'Peter is coming'.",
        "img": ""
    },
    {
        "anno": "2023",
        "evento": "36° Concerto di Sant'Antonio con il Corpo Bandistico di Urago Mella.",
        "img": ""
    },
    {
        "anno": "2024",
        "evento": "37° Concerto di Sant'Antonio con il Corpo Bandistico di Urago Mella.",
        "img": ""
    },    {
        "anno": "2024",
        "evento": "Concerto in Piazza Loggia a Brescia (maggio 2024) con il Corpo Bandistico di Urago Mella per il centenario della banda gemella.",
        "img": ""
    },
    {
        "anno": "2024",
        "evento": "37° Concerto Primaverile 'Tra castelli e leggende' con il Corpo Bandistico di Urago Mella.",
        "img": ""
    },
    {
        "anno": "2024",
        "evento": "Concerto in memoria di Don Lino Toninelli con il Corpo Bandistico di Urago Mella.",
        "img": ""
    }
    
]